Repository: ssingmin/project_test
Catalog: Logical/mappView/Resources/Texts/Texts.tmx
Source language: en
Languages: de

source: Sections
de: Abschnitte

source: Controls
de: Steuerung

source: Energy
de: Leistung

source: Documentation
de: Dokumentation

source: Machine Status
de: Maschinen Status

source: Section Control
de: Abschnitt-Steuerung

source: Machine Control
de: Maschinen-Steuerung

source: Acknowledge Selected
de: Ausgewählten Alarm bestätigen

source: Acknowledge All
de: Alle bestätigen

source: Timestamp
de: Zeitpunkt

source: Message
de: Nachricht

source: Process Time
de: Prozesszeit

source: Disable
de: Aus

source: Enable
de: Ein

source: SuperTrak Control
de: SuperTrak Steuerung

source: General
de: Gesamt

source: Error
de: Fehler

source: Emergency Stop is pressed!
de: Not Aus ist gedrückt!

source: Standard Use
de: Standard

source: Temperatures
de: Temperatur

source: Warning
de: Warnung

source: Ackn. req
de: Quit.

source: Acknowledge
de: Quittieren

source: Acknowledge all
de: Alle quittieren

source: Read Temp.
de: Temp.

source: Jog pos.
de: Positiv

source: Jog neg.
de: Negativ

source: Movement
de: Bewegung

source: Fault occured
de: Fehler aufgetreten

source: Write
de: Schreiben

source: Read
de: Lesen

source: Read ParID
de: ParID lesen

source: Write ParID
de: ParID schreiben

source: Configuration
de: Konfiguration

source: Shuttle settings
de: Shuttle Einstellungen

source: Set
de: Übernehmen

source: Velocity
de: Geschwindigkeit

source: Acceleration
de: Beschleunigung

source: Save
de: Speichern

source: Anti-Sloshing settings
de: Anti-Sloshing Einstellungen

source: Container settings
de: Behälter Einstellungen

source: Rectangle
de: Rechteck

source: Cylinder
de: Zylinder

source: Shape
de: Form

source: Length
de: Länge

source: Fill height
de: Füllhöhe
